[
  {
    "Company": "Agility_Robotics",
    "Robot": "Digit",
    "x": "0.8266666667",
    "y": "0.3216666667",
    "Explanation (x)": "The robot has articulated joints and a design that suggests it can move effectively in a human-like manner. It features what looks like sensors in its head unit for environmental awareness, and its proportions suggest it's built for practical tasks.",
    "Explanation (y)": "The robot has a humanoid shape but lacks detailed human features like a realistic face or skin. The head is simplistic and unhuman, avoiding the uncanny valley."
  },
  {
    "Company": "Tesla",
    "Robot": "Optimus_Ge2",
    "x": "0.7883333333",
    "y": "0.6166666667",
    "Explanation (x)": "The robot has human-like limbs which imply potential functionality in interacting with environments designed for humans. The design suggests functionality for tasks involving dexterity and mobility, but the lack of visible sensors or intricate features might limit its interaction capabilities.",
    "Explanation (y)": "The Tesla robot has a distinctly humanoid form with proportionate limbs and torso. The smooth white panels and visible joint mechanisms maintain a distinctly non-human aesthetic that avoids the uncanny valley while still being anthropomorphic."
  },
  {
    "Company": "Embodied",
    "Robot": "Moxie",
    "x": "0.7433333333",
    "y": "0.4133333333",
    "Explanation (x)": "The robot appears to be equipped with expressive features and likely has basic interactive abilities. The turquoise casing seems durable, and there's a visible speaker grill on its torso for audio output.",
    "Explanation (y)": "The robot has a cartoon-like face with stylized large green eyes, simplified facial features, and an anime-inspired design. While deliberately cute, the combination of its very human-like expressions with its non-human proportions places it in the uncanny valley."
  },
  {
    "Company": "Aescape",
    "Robot": "Aescape",
    "x": "0.8766666667",
    "y": "0.07666666667",
    "Explanation (x)": "The robot's design emphasizes flexibility and adaptability for tasks such as assembly or manipulation. The robotic arm has multiple joints allowing a wide range of motion.",
    "Explanation (y)": "The robot has a segmented, articulated arm design that resembles machinery rather than a human limb. The robot is designed as an arm with joints and lacks human-like features such as a face or body."
  },
  {
    "Company": "Furhat",
    "Robot": "Furhat",
    "x": "0.5833333333",
    "y": "0.816",
    "Explanation (x)": "The robot is equipped with a facial display for interactions, but lacks movement capabilities like arms or legs. The head-and-shoulders design suggests it's primarily meant for conversational or display purposes rather than physical tasks.",
    "Explanation (y)": "The robot has a very human-like face with detailed features including eyes, eyebrows, nose, mouth and skin tone. The simplified, smooth texture, lack of hair, and the unnaturally perfect symmetry create a distinctly artificial appearance."
  },
  {
    "Company": "Boston_dynamics",
    "Robot": "Stretch",
    "x": "0.8783333333",
    "y": "0.09166666667",
    "Explanation (x)": "The Boston Dynamics robot has an articulated arm and a solid base. The design focuses on practical functionality with what looks like grippers/end effectors for manipulation tasks.",
    "Explanation (y)": "The robot has no human-like features or form and focuses purely on functionality with its mechanical design. It features a robotic arm on a mobile base with clear industrial/functional components."
  },
  {
    "Company": "MI",
    "Robot": "cyberone",
    "x": "0.7816666667",
    "y": "0.625",
    "Explanation (x)": "The robot has a balanced bipedal structure with feet designed for walking stability. The hands appear to have grasping capability, and the overall design suggests it could perform various physical tasks requiring human-like movement and manipulation.",
    "Explanation (y)": "The 'CyberOne' branded body with its clean white design signals its artificial nature clearly. Overall silhouette is human-like enough to be familiar but abstract enough to not be deeply unsettling."
  },
  {
    "Company": "Jibo",
    "Robot": "Jibo",
    "x": "0.8083333333",
    "y": "0.1466666667",
    "Explanation (x)": "The robot appears to have a screen interface and articulated movements. It has a speaker grille visible on the side, suggesting audio capabilities. The rounded base suggests it can rotate to face users.",
    "Explanation (y)": "The robot has a simple, non-human form with a round screen and a basic body shape. The design is simplistic and abstract, resembling a friendly character rather than a realistic human."
  },
  {
    "Company": "Kuka",
    "Robot": "KR_1000",
    "x": "0.9266666667",
    "y": "0.03666666667",
    "Explanation (x)": "The robot appears to be a KUKA industrial robotic arm designed specifically for precision tasks like package handling. The robust engineering, articulation capabilities, and specialized end effector make it highly functional for automated industrial applications.",
    "Explanation (y)": "The robot is not human-like at all; it is clearly an industrial robot arm with no features resembling a human. Its design is purely mechanical and utilitarian, with an orange arm structure mounted on a base."
  },
  {
    "Company": "Endeavor_Robotics",
    "Robot": "Packbot",
    "x": "0.8583333333",
    "y": "0.06833333333",
    "Explanation (x)": "The robot is equipped with tracks for mobility and an articulated arm with a camera. The design suggests it's built for reconnaissance, inspection, or manipulation tasks in hazardous environments.",
    "Explanation (y)": "The robot is not human-shaped at all, focusing instead on practical design for functionality. It uses an articulated arm and tracked base that are clearly engineered for functionality rather than human mimicry."
  },
  {
    "Company": "ABB",
    "Robot": "IRB_460",
    "x": "0.9233333333",
    "y": "0.03333333333",
    "Explanation (x)": "The robot has multiple moving joints and a robust arm structure. The design prioritizes precision, range of motion, and reliability for industrial tasks.",
    "Explanation (y)": "The robot does not resemble a human shape at all, as it is an industrial robotic arm. There are no facial features, skin-like coverings, or anthropomorphic elements that would trigger uncanny valley effects."
  },
  {
    "Company": "Diligent_Robots",
    "Robot": "Moxi",
    "x": "0.84",
    "y": "0.335",
    "Explanation (x)": "The robot has wheels for mobility, articulated arms for interaction, and a display for communication and information. The design suggests healthcare or service applications (branded as 'Diligent')",
    "Explanation (y)": "The robot has a humanoid structure with a head, arms, and a screen that imitates facial features. It has some human-like features, such as a face with eyes and an arm, but overall maintains a very robotic and non-human appearance."
  },
  {
    "Company": "MRMC",
    "Robot": "Bolt",
    "x": "0.9016666667",
    "y": "0.06166666667",
    "Explanation (x)": "The BOLT robotic arm appears highly functional with multiple articulation points, a camera/sensor system at the end effector, and a stable base. It's designed for precision movement and likely industrial applications.",
    "Explanation (y)": "The robot has an industrial, mechanical appearance with no human- like features, avoiding the uncanny valley. It has a purely mechanical design with joints and actuators designed for function rather than human mimicry."
  },
  {
    "Company": "1x",
    "Robot": "Neo",
    "x": "0.6133333333",
    "y": "0.7373333333",
    "Explanation (x)": "The robot appears to have a full range of motion with articulated fingers and joints. The hands have visible mechanical components that suggest grasping capability. The design seems more aesthetic than practical, with no visible sensors.",
    "Explanation (y)": "The robot has a very human-like shape with limbs, torso, and head resembling a human silhouette. The head, however, lacks distinct human features, making it appear unsettling."
  },
  {
    "Company": "ANYbotics",
    "Robot": "ANYmal",
    "x": "0.87",
    "y": "0.14",
    "Explanation (x)": "The robot is equipped with multiple sensors and a stable quadrupedal structure. The design includes multiple joints and sensors, indicating a strong emphasis on mobility and navigation.",
    "Explanation (y)": "The quadruped robot has a dog-like form rather than attempting to mimic human appearance. Its mechanical nature is clearly visible with exposed components and an industrial design."
  },
  {
    "Company": "Sanctuary_AI",
    "Robot": "Phoenix",
    "x": "0.8333333333",
    "y": "0.4866666667",
    "Explanation (x)": "The robot has articulated limbs and a sensor-equipped head. The design with articulated limbs suggests high functionality for tasks such as lifting or manipulation. This year's event will be the largest ever to be held in the U.S.",
    "Explanation (y)": "The robot has a clearly humanoid shape, with limbs, a torso, and a head. The transparent/dark face panel avoids attempting to mimic human facial features while still suggesting a 'face' location."
  },
  {
    "Company": "Neura",
    "Robot": "4NE1",
    "x": "0.8366666667",
    "y": "0.5766666667",
    "Explanation (x)": "The robot appears highly functional with articulated joints in arms and legs allowing for human-like movement. It has a balanced bipedal design with sturdy feet, articulated hands for manipulation.",
    "Explanation (y)": "The robot has a humanoid shape with recognizable limbs and a head, which makes it appear quite human-like. The simplified facial features create an unsettling effect typical of the uncanny valley."
  },
  {
    "Company": "Enchanted_tools",
    "Robot": "Mirokai",
    "x": "0.706",
    "y": "0.5506666667",
    "Explanation (x)": "The robot appears to be designed with mobility in mind. It has articulated arms and hands, suggesting good functionality. The head appears to contain sensors for environmental awareness.",
    "Explanation (y)": "The robot has features such as a humanoid face and hands but also distinct non-human elements like large ears and cartoonish facial expressions. The combination of the humanoid head with. glowing eyes, and the artificial body creates an uncanny effect."
  },
  {
    "Company": "Canvas",
    "Robot": "1200CX",
    "x": "0.8666666667",
    "y": "0.08452380952",
    "Explanation (x)": "The robot is equipped with a versatile robotic arm and a mobile base. The mobile base provides good mobility, while the multi-jointed arm offers precise movement and manipulation.",
    "Explanation (y)": "This robot has an industrial articulated arm design with no attempt to replicate human appearance. The robot has no features that resemble a human beyond having an arm-like appendage."
  },
  {
    "Company": "Staubli",
    "Robot": "1",
    "x": "0.8966666667",
    "y": "0.05666666667",
    "Explanation (x)": "The robot has articulated joints and appears designed for precise tasks. The robotic arm is designed for industrial applications, likely offering precise and reliable performance for specific tasks.",
    "Explanation (y)": "The robot has no humanoid features as it's designed as a mechanical arm. There's no attempt to mimic human features like faces, skin, or proportions."
  },
  {
    "Company": "Apptronik",
    "Robot": "Apollo",
    "x": "0.8316666667",
    "y": "0.5483333333",
    "Explanation (x)": "The robot appears highly functional with articulated joints throughout its body, allowing for human-like movement and dexterity. It has a balanced design with sturdy legs, visible model designation (A01.385), and what appear to be sensors in the head area.",
    "Explanation (y)": "The robot has a humanoid form with a head, torso, arms, and legs. The facial features are simplified, creating a blend of human-like form and robotic elements, leading to some level of uncanniness."
  },
  {
    "Company": "Robotnik",
    "Robot": "RB",
    "x": "0.855",
    "y": "0.1233333333",
    "Explanation (x)": "The robot appears purpose-built for practical applications like field operations, construction, or industrial tasks. It has multiple joints for dexterity and precision manipulation.",
    "Explanation (y)": "The robot is clearly non-humanoid, with industrial features and mechanical arms, which avoid the uncanny valley entirely. The design is clearly focused on function rather than anthropomorphism."
  },
  {
    "Company": "Blue_Frog_Robotics",
    "Robot": "AI_Buddy",
    "x": "0.77",
    "y": "0.2866666667",
    "Explanation (x)": "The robot has a screen with a face for communication and seems designed for interaction. The simplified, smooth white exterior suggests a consumer-friendly design focused on practicality and ease of use. The design appears stable with a large base, suitable for tasks requiring mobility and interaction.",
    "Explanation (y)": "The robot evokes human-like emotions but in a simplified, animated way. The cartoonish design and lack of realistic human features reduce the uncanny effect."
  },
  {
    "Company": "Northsence",
    "Robot": "BOB",
    "x": "0.8616666667",
    "y": "0.05166666667",
    "Explanation (x)": "The robot has a modular design with a camera on an arm for advanced functionality. The robot's tracked movement suggests high stability and adaptability to rough terrains. The articulating arm provides flexibility for positioning the camera at different heights and angles.",
    "Explanation (y)": "The robot has no humanoid features and is designed purely for functionality. There's nothing anthropomorphic about it that would trigger uncanny valley sensations."
  },
  {
    "Company": "Unitree",
    "Robot": "G1",
    "x": "0.8153571429",
    "y": "0.5451190476",
    "Explanation (x)": "The robot appears to have a full range of motion with articulated limbs, suggesting it is designed for functional tasks that require mobility. The glowing elements may indicate sensors for environmental awareness.",
    "Explanation (y)": "The robot has a humanoid form with recognizable human-like features such as limbs and a face-like head. The face display and metallic surface contribute to an unsettling effect, placing it in the uncanny valley."
  },
  {
    "Company": "Elephant_Robotics",
    "Robot": "myCobot_280",
    "x": "0.745",
    "y": "0.07",
    "Explanation (x)": "The robot has a flexible, articulating arm with a sensor or display at the end. The design suggests flexibility and versatility, likely making it effective for specialized tasks.",
    "Explanation (y)": "The robot has no human-like features like a face or limbs, which keeps it far from the uncanny valley. It lacks facial features, limbs, or any anthropomorphic elements that would trigger uncanny valley effects."
  },
  {
    "Company": "Lenovo",
    "Robot": "Daystar_bot_GS",
    "x": "0.8716666667",
    "y": "0.1333333333",
    "Explanation (x)": "The robot appears to be a highly functional quadruped robot. It features articulated legs with multiple joints for dynamic movement. The design prioritizes practical functionality over anthropomorphism.",
    "Explanation (y)": "The quadruped robot has a dog-like form rather than human-like features. It's clearly recognizable as a machine, though its leg joints mimic animal movement patterns."
  },
  {
    "Company": "Kuka",
    "Robot": "1",
    "x": "0.875",
    "y": "0.06833333333",
    "Explanation (x)": "The robot has an articulated arm and a sturdy base, suggests high functionality likely suited for industrial tasks. The KUKA arm is designed for precise manufacturing tasks, and the mobile platform allows it to navigate work environments autonomously.",
    "Explanation (y)": "The robot is not shaped like a human at all, focusing on a functional industrial design. The robot has a mechanical appearance with an industrial design, showing no human-like features."
  },
  {
    "Company": "RIVR",
    "Robot": "RIVR",
    "x": "0.835",
    "y": "0.1166666667",
    "Explanation (x)": "The robot has wheels for efficient mobility and an articulated arm, suggesting it is designed for practical tasks and effective navigation. The carrying mechanism suggests it's designed for delivery or transport applications.",
    "Explanation (y)": "The robot does not resemble a human form; its design is more mechanical and functional, which avoids any uncanny valley effect. The robot has limbs reminiscent of animal legs rather than human features."
  },
  {
    "Company": "Engineered_Arts",
    "Robot": "Ameca",
    "x": "0.66",
    "y": "0.7926666667",
    "Explanation (x)": "The robot appears to have good mobility with articulated limbs and joints that suggest a wide range of motion. It has a humanoid form that would allow it to navigate human environments and potentially use human tools. The design appears more focused on human mimicry than optimized functionality.",
    "Explanation (y)": "The robot has a distinctly human-like form with a face, head, torso, arms, and legs in human proportions. The contrast between the mechanical body and human-shaped face places it firmly in the uncanny valley."
  },
  {
    "Company": "Xiaomi",
    "Robot": "Cyberdog_2",
    "x": "0.8566666667",
    "y": "0.1666666667",
    "Explanation (x)": "The robot has articulated legs suited for walking, mimicking a dog's movement. The 'CyberDog' label visible on its body indicates it's likely a commercial product designed for practical applications.",
    "Explanation (y)": "The robot has a dog-like shape rather than a humanoid form, which does not evoke the uncanny valley. The sleek, mechanical aesthetic with geometric panels and visible 'CyberDog' branding explicitly emphasizes its robotic nature."
  },
  {
    "Company": "Boston_dynamics",
    "Robot": "Atlas",
    "x": "0.8516666667",
    "y": "0.3266666667",
    "Explanation (x)": "The robot appears to have fully articulated limbs, suggesting advanced mobility and manipulation capabilities. The design appears robust with joints and a structure suggesting mobility and possible task execution. The circular display likely functions as both a visual interface and possibly houses sensors for environmental awareness and navigation.",
    "Explanation (y)": "The robot has a humanoid form with bipedal legs and arms in human-like proportions. However, the mechanical and metallic design, along with a non-human face, reduces the uncanny effect."
  },
  {
    "Company": "Figure_AI",
    "Robot": "Figure_02",
    "x": "0.835",
    "y": "0.545",
    "Explanation (x)": "The robot appears to be well-designed for mobility and structure, suggesting high functionality in physical tasks. The minimalist head likely houses sensors for environmental awareness.",
    "Explanation (y)": "The design is sleek and futuristic, slightly unsettling due to its almost life-like appearance without being truly human. Its featureless glossy black head with minimal facial elements and mechanical joints clearly indicate it's a robot."
  },
  {
    "Company": "Pollen_Robotics",
    "Robot": "Reachy2",
    "x": "0.7083333333",
    "y": "0.2966666667",
    "Explanation (x)": "The robot has articulated arms possibly for manipulation tasks. It has a stable base platform instead of legs, which likely provides balance and mobility.",
    "Explanation (y)": "The robot has a humanoid form with arms, torso, and legs. Its rectangular screen 'face' with simple dot eyes and antenna makes it clearly non-human. The legs are mechanical posts rather than human-shaped limbs."
  },
  {
    "Company": "Menteebot",
    "Robot": "Menteebot",
    "x": "0.814",
    "y": "0.6466666667",
    "Explanation (x)": "The robot's design suggests mobility and possible interaction capabilities. The hands appear to have versatility for gripping or handling tasks. The black and white modular design suggests practical functionality with interchangeable parts.",
    "Explanation (y)": "The robot has a clearly humanoid shape, with a head, torso, arms, and legs. The smooth dark head with what appear to be audio sensors on the sides creates an eerie silhouette that evokes human form."
  },
  {
    "Company": "Fourier",
    "Robot": "GR1",
    "x": "0.8083333333",
    "y": "0.545",
    "Explanation (x)": "The robot appears highly functional with articulated joints throughout its body, allowing for complex movement. It has a balanced bipedal design with sturdy legs, sensor capabilities likely integrated into its head, and what appear to be manipulator hands.",
    "Explanation (y)": "The robot has a humanoid shape with features like a head, torso, and limbs, closely resembling a human. However, the reflective surface, visible joints, and lack of detailed human features make it slightly unsettling."
  },
  {
    "Company": "Turing",
    "Robot": "Turing",
    "x": "0.8033333333",
    "y": "0.1666666667",
    "Explanation (x)": "The robot appears highly functional with a mobile base featuring wheels for efficient movement. The design prioritizes utility with clear navigation capabilities and a height that would allow for effective interaction in human environments.",
    "Explanation (y)": "The robot has a simple, cartoony face and lacks realistic human features. The overall design is deliberately non-human with its cylindrical body and mechanical appearance."
  },
  {
    "Company": "HUENIT",
    "Robot": "HUENIT",
    "x": "0.8116666667",
    "y": "0.21",
    "Explanation (x)": "The robot appears to have an articulated arm with multiple joints for precise movement. The clean, modular design indicates purpose-built engineering focused on practical function.",
    "Explanation (y)": "The robot has some facial features with a screen that displays simplistic eyes, giving it a slightly human-like appearance. Its overall shape is mechanical and clearly robotic, with no attempt to mimic human skin or facial structure."
  },
  {
    "Company": "Pal_Robotics",
    "Robot": "Tiago",
    "x": "0.8316666667",
    "y": "0.205",
    "Explanation (x)": "The robot has wheels for mobility and an articulated arm, suggesting it's capable of performing tasks efficiently. The design prioritizes practical utility over human mimicry.",
    "Explanation (y)": "The robot has a humanoid-like torso and a head with sensors resembling eyes. It has a simplistic humanoid shape with a head and arm, but lacks detailed human features. The overall design is functional rather than anthropomorphic."
  },
  {
    "Company": "Kuka",
    "Robot": "AMR",
    "x": "0.8866666667",
    "y": "0.02333333333",
    "Explanation (x)": "The KUKA robot has a robust, low-profile design optimized for stability and mobility. The robot appears to be well-suited for tasks like transportation or material handling.",
    "Explanation (y)": "The robot does not resemble a human in shape or design, thus avoiding any uncanny valley effect. The robot has no human-like features at all, avoiding the uncanny valley entirely."
  },
  {
    "Company": "Cast_tech",
    "Robot": "Surena_IV",
    "x": "0.7783333333",
    "y": "0.5366666667",
    "Explanation (x)": "The robot appears to have articulation in its joints, suggesting it is designed for a range of movements. The balanced proportion and upright posture indicate it's designed for bipedal locomotion.",
    "Explanation (y)": "The robot has a humanoid shape with facial features and limbs that mimic human anatomy. The smooth white exterior and simplified face with minimal features make it appear robotic without trying to precisely replicate human appearance."
  },
  {
    "Company": "Naio_Technologies",
    "Robot": "Orio",
    "x": "0.8883333333",
    "y": "0.05",
    "Explanation (x)": "The robot has robust all-terrain wheels, multiple mechanical implements, sensors, cameras, and a sturdy frame. The design prioritizes practical functionality with specialized tools for agricultural tasks.",
    "Explanation (y)": "The robot is clearly machinery with a form that is entirely functional and not reminiscent of human appearance. The only slightly anthropomorphic elements are the two square panels on the front that might vaguely resemble 'eyes'"
  }
]