[{"id":"Avia Solutions Group","value":354344799,"value2":1,"parent":"Ireland","color":"#365a94","Industries":"Aerospace, Air Transportation, Consulting, Fleet Management, Freight Service, Intelligent Systems, Leasing, Training","HeadquartersLocation":"Dublin, Dublin, Ireland","FullDescription":"Avia Solutions Group is the world’s largest ACMI (Aircraft, Crew, Maintenance, and Insurance) provider, with a fleet of 192 aircraft. The group also provides a range of aviation services including MRO (Maintenance, Repair, and Overhaul), pilot and crew training, ground handling, as well as a variety of associated services. Supported by 11,500 highly skilled aviation professionals, the group operates in 68 countries worldwide.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"Advertising; business","country":"Ireland","region":"Dublin","city":"Dublin"},{"id":"RED 6","value":111350000,"value2":1,"parent":"United States","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), Augmented Reality, Information Technology","HeadquartersLocation":"Orlando, Florida, United States","FullDescription":"RED 6 is a creator of ATARS, which allows real pilots in real airplanes to fly and visually maneuver against any synthetically generated enemy in real time. With Red 6’s augmented reality visor, AI-driven multi-player network, and biometric feedback loops, it can deliver an optimized experience in countless industries such as entertainment, sports, and medicine.","IPqweryMostPopularPatentClass":"Education; Cryptography; Display; Advertising; Seals","IPqweryMostPopularTrademarkClass":"","country":"United States","region":"Florida","city":"Orlando"},{"id":"Daedalean","value":72511531,"value2":1,"parent":"Switzerland","color":"#365a94","Industries":"Aerospace, Air Transportation, Artificial Intelligence (AI), Autonomous Vehicles, Computer Vision, Machine Learning, Software","HeadquartersLocation":"Zürich, Zurich, Switzerland","FullDescription":"Daedalean is a Swiss Zurich-based startup founded in 2016. It is building autonomous flight control software (AI-based airborne applications) for civil aircraft of today and the advanced aerial mobility of tomorrow – robotic air taxi. Daedalean's eventual goal is to create an AI pilot able to pass the exam for human pilots. The company has brought together expertise from machine learning, robotics, computer vision, path planning, and aviation-grade software engineering and certification. Daedalean brings to market the first-ever machine-learning-based avionics in an onboard visual awareness system demonstrating capabilities on a path to certification for airworthiness.","IPqweryMostPopularPatentClass":"Aircraft; Aviation; Cosmonautics","IPqweryMostPopularTrademarkClass":"","country":"Switzerland","region":"Zurich","city":"Zürich"},{"id":"5891W, LLC","value":35000000,"value2":1,"parent":"United States","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), Information Technology, Internet, Machine Learning, Software","HeadquartersLocation":"Boca Raton, Florida, United States","FullDescription":"We develop intelligent document recognition software to rapidly classify information and extract metadata from a wide range of document types, allowing users to search for documents that match specific criteria from a centralized platform that stores more contextual and structured information.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United States","region":"Florida","city":"Boca Raton"},{"id":"SATAVIA","value":4981434,"value2":1,"parent":"United Kingdom","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), Big Data, Machine Learning, Sensor, Software, Telecommunications","HeadquartersLocation":"Cambridge, Cambridgeshire, United Kingdom","FullDescription":"SATAVIA’s vision is to use data analytics powered by AI to drive efficiency to reduce costs, increase profitability and drive sustainability in aviation. SATAVIA's DECISIONX technology is the only solution delivering actionable insight in the aviation marketplace which is able to combine and validate multiple environmental, weather, aircraft and maintenance datasets.  DECISIONX combines best-in-class technology from artificial intelligence, atmosphere and climate science, with enterprise-grade data and cloud software engineering and has been awarded the “Solar Impulse Efficient Solution” Label for reaching a high standards in sustainability.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"Scientific and electric apparatus and instruments","country":"United Kingdom","region":"Cambridgeshire","city":"Cambridge"},{"id":"Solvo.ai","value":4021061,"value2":1,"parent":"United Kingdom","color":"#365a94","Industries":"Air Transportation, Freight Service, Logistics, Machine Learning, Marine Transportation","HeadquartersLocation":"London, England, United Kingdom","FullDescription":"A human-influenced automated decision-making platform that improve resilience, agility and accelerate recovery in global supply chains We are on a mission to build a ”central cross-functional brain” that combines human expertise with practical AI to make supply chains of the future resilient, agile and self learning by design.  Our story is all about real people, real problems, real solutions, real value.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United Kingdom","region":"England","city":"London"},{"id":"Skyfora","value":2653100,"value2":1,"parent":"Finland","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), Information Technology, Insurance, Logistics, Machine Learning, Marine Transportation, Renewable Energy, Solar, Wind Energy","HeadquartersLocation":"Helsinki, Southern Finland, Finland","FullDescription":"Skyfora provides improved weather forecast to industries and governments affected by changing weather and climate change to improve operational efficiency and increase public safety.  With patented weather instruments and patented data collecting methods Skyfora use existing infrastructure to generate 1000x more observational weather data than what is available today. By applying artificial intelligence on public and private data, weather forecasts and climate change monitoring becomes 10-times more accurate compared to what has been hitherto possible.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"Finland","region":"Southern Finland","city":"Helsinki"},{"id":"Sciative Solutions - We Price Right","value":2000000,"value2":1,"parent":"India","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), E-Commerce, Retail, Retail Technology, Software, Transportation, Travel","HeadquartersLocation":"Mumbai, Maharashtra, India","FullDescription":"Founded by IIT, IIM, and Top US University graduates, Sciative strives to solve the daunting problem of every business - RIGHT PRICE! In the last 3 years, Sciative has become a homegrown leader in driving India's top enterprises find right prices for every product, every market, every customer, every transaction. It is one of the fastest-growing tech startups, scaling with double-digit growth even during pandemic times. It offers pricing and big data analytics expertise in ecommerce, retail, travel, entertainment, & hospitality. It helps plug revenue leaks through services such as Revenue Management Services, Customer Loyalty and Engagement Automation, Retail Automation and Price Optimization, Big Data and Advanced Analytics Services. Sciative has been identified by FICC and PWC as the LevelNxt startup and one of the fastest-growing deep tech startups in the area of pricing and revenue maximization.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"India","region":"Maharashtra","city":"Mumbai"},{"id":"OBsam","value":1581354,"value2":1,"parent":"France","color":"#365a94","Industries":"Aerospace, Air Transportation, Machinery Manufacturing, Manufacturing, Robotic Process Automation (RPA), Robotics","HeadquartersLocation":"Quévert, Bretagne, France","FullDescription":"OBsam provides technical monitoring and obsolescence treatment services to businesses. They serve obsolescence monitoring, aeronautical obsolescence, medical sector obsolescence, defense obsolescence, naval obsolescence, pharmaceutical obsolescence, railway obsolescence, and industrial obsolescence.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"France","region":"Bretagne","city":"Quévert"},{"id":"NABLA Mobility","value":681450,"value2":1,"parent":"Japan","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), Machine Learning","HeadquartersLocation":"Tokyo, Tokyo, Japan","FullDescription":"NABLA Mobility develops, so-called, \"Smart navigation system for Aviation\", an adaptive advisory tool to implement better flight trajectories and flight settings. In fact, airspace is usually filled with many uncertainties in the various aspects of flight conditions. Our solution utilizes the power of AI/ML in the algorithms of data platform and optimization solvers and we contribute to augment the operational excellence and the decarbonization of the aviation industry.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"Japan","region":"Tokyo","city":"Tokyo"},{"id":"Neurobotx","value":601777,"value2":1,"parent":"United Arab Emirates","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), Autonomous Vehicles, Image Recognition, Information Technology, Internet of Things, Metaverse, Natural Language Processing, Software, Virtual Reality","HeadquartersLocation":"Dubai, Dubai, United Arab Emirates","FullDescription":"At neurobotX, we are a team of top level researchers building brain inspired neural networks for smart navigation for drones and cars. If you want to test how they compare to the current state of the art, please get in touch.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United Arab Emirates","region":"Dubai","city":"Dubai"},{"id":"flyRuby.com","value":350000,"value2":1,"parent":"United States","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), Business Travel, E-Commerce, Internet of Things, Marketplace, Travel","HeadquartersLocation":"Pittsburgh, Pennsylvania, United States","FullDescription":"flyRuby.com is the first and only online private jet marketplace to search, compare and charter private jets for pleasure or business travel.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United States","region":"Pennsylvania","city":"Pittsburgh"},{"id":"Zentarim Corp.","value":200000,"value2":1,"parent":"United States","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), Blockchain, Logistics, Shipping, Shipping Broker","HeadquartersLocation":"Dover, Delaware, United States","FullDescription":"Zentarim Corp revolutionizes global logistics by seamlessly integrating advanced technologies. Leveraging the power of blockchain, smart contracts, and AI, we transport goods with unmatched efficiency and cost-effectiveness. Our mission goes beyond delivery – we're committed to empowering individuals, helping them navigate the challenges of inflation, and ensuring that essential goods, like computer parts, reach their destinations reliably.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United States","region":"Delaware","city":"Dover"},{"id":"DroneTerminus","value":70000,"value2":1,"parent":"United States","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), B2B, B2C, Drone Management, Hardware, Information Technology, Internet of Things, Machine Learning, Robotics","HeadquartersLocation":"Boca Raton, Florida, United States","FullDescription":"We are building a remotely monitored, simple to install, piece of hardware that gathers environmental data and uses machine learning to identify hazards, including humans, that may be present at a drone landing site before a flight is even scheduled. We can generate optimal delivery windows and we can help mitigate the risk of human collision during delivery. Drone operators currently have no idea what’s going on at the intended delivery location until their drone actually gets there. We will know what is happening in real-time at all times at the landing site.","IPqweryMostPopularPatentClass":"Signalling","IPqweryMostPopularTrademarkClass":"","country":"United States","region":"Florida","city":"Boca Raton"},{"id":"Beacon AI","value2":1,"parent":"United States","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), Big Data","HeadquartersLocation":"San Francisco, California, United States","FullDescription":"Beacon AI builds pilot assistant technology, effectively R2-D2 for pilots. Beacon AI is building the future of flight safety for commercial, charter, and defence fleets.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United States","region":"California","city":"San Francisco"},{"id":"aiseed inc","value2":1,"parent":"Taiwan","color":"#365a94","Industries":"Aerospace, Air Transportation, Artificial Intelligence (AI), Autonomous Vehicles, EdTech, Internet of Things, Logistics, Robotics, Software","HeadquartersLocation":"Taipei, T'ai-pei, Taiwan","FullDescription":"AiSeed is an aerial specific artificial intelligence and remote sensing data automation company.  They developed the first Edge-AI-Drone platform in 2022 CES that brings drone remote inspection visibility.  Its autonomous flight DVA systems providing true revolutionary solution for BVLOS and level 4 flight where they reinvent drone automation standards that empowers drone industry to improve efficiency and drone automation while reducing costly imagery data process, dangerous operations and human errors.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"Taiwan","region":"T'ai-pei","city":"Taipei"},{"id":"Pilota","value2":1,"parent":"United States","color":"#365a94","Industries":"Air Transportation, Computer, InsurTech, Machine Learning, Software","HeadquartersLocation":"New York, New York, United States","FullDescription":"Pilota leverages machine learning to predict flight disruptions, and proactively and automatically rebook travelers' flights for free. Using Pilota, our clients can take proactive measures and allocate their operational resources accordingly.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United States","region":"New York","city":"New York"},{"id":"Aeroport AI","value2":1,"parent":"Canada","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), Computer Vision, Data Visualization, Information Technology, Machine Learning, Predictive Analytics, Supply Chain Management","HeadquartersLocation":"Montreal, Quebec, Canada","FullDescription":"Aeroport AI revolutionizes the aviation sector with cutting-edge automation, optimizing airside operations, mitigating delays, minimizing risks, and reducing CO2 emissions.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"Canada","region":"Quebec","city":"Montreal"},{"id":"Cosmosair","value2":1,"parent":"United Kingdom","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), Augmented Reality, Drone Management, Embedded Systems, Intelligent Systems, Machine Learning, Manufacturing, Predictive Analytics, Virtual Reality","HeadquartersLocation":"London, England, United Kingdom","FullDescription":"We at Cosmosair Ltd. are an Aerospace Company that designs and manufactures intelligent aircraft and drones that integrate Artificial Intelligence at the core  for civilian and military applications. We developed our flight simulation system Cosmosair FS with a global geospatial scenario, new aircraft models and a new 360º simulation platform that allow the pilots to train with the aircraft that they will be flying. Our Artificial Intelligence Framework is adapted for Comercial Aircraft, Military Aircraft and Drones.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United Kingdom","region":"England","city":"London"},{"id":"Boundary Intelligent Control","value2":1,"parent":"China","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), Manufacturing","HeadquartersLocation":"Shenzhen, Guangdong, China","FullDescription":"Boundary Intelligent is specialized in creating airborne systems, such as flight control systems, that satisfy the needs of civil aircraft, as well as enhancing the ecology of the civil aviation industry and constructing aircraft perception, navigation, decision-making, and planning capabilities.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"China","region":"Guangdong","city":"Shenzhen"},{"id":"Aeronautics Risk Advisors","value2":1,"parent":"United States","color":"#365a94","Industries":"Aerospace, Air Transportation, Asset Management, Insurance, Intelligent Systems, Risk Management, Space Travel","HeadquartersLocation":"Reston, Virginia, United States","FullDescription":"Aeronautics Risk Advisors (ARA) helps the aerospace industry secure reliable insurance products to protect their assets while in air, and space. Many aerospace insurance providers currently struggle to provide adequate protection needed due to capacity and reinsurance constraints. We partner with clients, insurance brokers, carriers, private equity firms, and governments to create comprehensive risk programs and strategies for aeronautical vehicles, systems, and intelligence machines.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United States","region":"Virginia","city":"Reston"},{"id":"Predigle","value2":1,"parent":"United States","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), Information Technology, Machine Learning, Marketing, SaaS, Software","HeadquartersLocation":"Dover, Delaware, United States","FullDescription":"Predigle is a technology company that focuses on building a multi-disciplinary SaaS platform. Their products are designed to provide businesses with contextual target insights and timely sales interventions, aiming to help them beat competitors and achieve retail growth. Predigle's offerings include Predigle Cart and Predigle Precog, tools that leverage artificial intelligence to manage actionable business cohorts and realize enterprise goals. The company's technology is also used in the healthcare sector, demonstrating its versatility and wide-ranging applicability.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United States","region":"Delaware","city":"Dover"},{"id":"SkyWatch","value2":1,"parent":"United States","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI), Big Data, Drones, Information Technology, Insurance","HeadquartersLocation":"Palo Alto, California, United States","FullDescription":"SkyWatch.AI is a powerful AI-driven InsurTech platform that allows its users to create effective insurance products for mobility. It helps drone industries and owners on how to become a responsible drone owner.  SkyWatch Insurance Services Inc. is a licensed insurance broker in all 50 US states. The company was founded in 2016 and headquartered in California, United States.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United States","region":"California","city":"Palo Alto"},{"id":"Airio","value2":1,"parent":"United States","color":"#365a94","Industries":"Aerospace, Air Transportation, Artificial Intelligence (AI), Drone Management, Geospatial, GreenTech, Intelligent Systems, Navigation","HeadquartersLocation":"Oakland, California, United States","FullDescription":"Airio is a developer/operator of commercial autonomous aircraft systems, leveraging geospatial intelligence with next-generation automated route optimization for commercial drones and Advanced Air Mobility vehicles (eVTOLs).  Our goal is a comprehensive operational platform that enables a single operator to manage a diverse fleet of 20+ autonomous aircraft, each exercising an independent mission.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United States","region":"California","city":"Oakland"},{"id":"Quantum_AI Aerospace","value2":1,"parent":"United States","color":"#365a94","Industries":"Aerospace, Air Transportation, Artificial Intelligence (AI), Military, Space Travel","HeadquartersLocation":"Stanford, California, United States","FullDescription":"1.1 Quantum_AI Commercial Aerospace 1.2 Quantum_AI Space Systems 1.3 Quantum_AI Defense 1.4 Quantum_AI Advanced Military Solutions","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United States","region":"California","city":"Stanford"},{"id":"Hesion","value2":1,"parent":"France","color":"#365a94","Industries":"Air Transportation, Digital Marketing, Intelligent Systems, Oil and Gas","HeadquartersLocation":"Achères, Centre, France","FullDescription":"Hesion provides the services of the design of the structure and content and writing of computer programs needed to create and implement systems and networks, software applications, databases, web pages. Software adaptation, that is the modification and configuration of an existing application to make it operational in the client's computer environment.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"France","region":"Centre","city":"Achères"},{"id":"Aerocode","value2":1,"parent":"United States","color":"#365a94","Industries":"Air Transportation, Artificial Intelligence (AI)","HeadquartersLocation":"Quincy, Massachusetts, United States","FullDescription":"Get the best private jet prices and options for any trip in the world with proven, cost-effective technology.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United States","region":"Massachusetts","city":"Quincy"},{"id":"aeroinformatic.ai","value2":1,"parent":"United States","color":"#365a94","Industries":"Aerospace, Air Transportation, Artificial Intelligence (AI), Machine Learning, Software","HeadquartersLocation":"Fort Collins, Colorado, United States","FullDescription":"Bringing deep learning into the realm of aviation navigation.","IPqweryMostPopularPatentClass":"","IPqweryMostPopularTrademarkClass":"","country":"United States","region":"Colorado","city":"Fort Collins"}]
