[{"id":"Participation in the EU-ASEAN HPC School","value":1,"country":"EU and JP","sector":"DIGITAL","color":"#77428D","lead":"RIKEN Centre for Computational Science (R-CCS)","implementation":null,"objective":null},{"id":"Cambodia Cyber Security Capacity Development Project (Ministry of Posts and Telecommunications)","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":"Department of ICT Security of the Ministry of Post and Telecommunications\n","objective":"In order to improve the cybersecurity capabilities of Cambodia as a whole, the project will strengthen the capacity of the Department of ICT Security, which plays a central role in the field of cybersecurity, cooperate with other ministries and agencies, conduct awareness-raising activities for the general public, and identify the cybersecurity laws that are necessary for Cambodia."},{"id":"Central bank electronic currency pilot project ","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":"Digitalization"},{"id":"Customs modernization advisor for trade facilitation","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":null},{"id":"Customs policy and administrative advisor","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":null},{"id":"Customs policy and administrative advisor for trade facilitation","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":null},{"id":"Demonstration for optimizing water supply business through DX promotion using digitalization system in Cambodia","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JETRO","implementation":"JP Company: KOBELCO ECO SOLUTIONS CO., LTD.","objective":"Digitalization of Construction sector\nTarget: Large companies"},{"id":"Support to Cambodia's Voters Registration system","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":null},{"id":"Digital agricultural cooperative platform centered\non credit scoring for farmers","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JETRO","implementation":"Scala, Inc.","objective":"Digital Transformation\nTarget: Large Companies"},{"id":"Indonesia Cyber Security human resource development project (University of Indonesia)","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":"University of Indonesia, Ministry of Communication and Information Technology (KOMINFO)","objective":"Education system in University of Indonesia for cyber security professionals is strengthened based on demand by ICT entities"},{"id":"PoC for middleware between hotel business\napplications and Property Management Systems\n(PMS) for the travel industry in Indonesia","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JETRO","implementation":"Japanese Company: Kotozna, Inc.","objective":"Digital Transformation for Tourism Industry\nTarget: SMEs"},{"id":"Project for Capacity Development of ICU Using Telemedicine under COVID-19 Pandemic","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":"Ministry of Education, Culture, Research and Technology, University of Indonesia Hospital, University of Hasanuddin Hospital","objective":"Through provision of equipment for ICU Telemedicine and other health-tech, training for doctors and nurses, and pilot operation of telemedicine between Indonesia and Japan, the project aims at capacity development of telemedicine operation and reinforcement of telemedicine system in the university hospitals which are one of the core hospitals in the region."},{"id":"Project of AI order management for distribution\noptimization of FMCG industry in Indonesia","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JETRO","implementation":"Senri Ltd.","objective":"Digital transformation for Logistics industry\nTarget: SMEs"},{"id":"Project of Introducing Genome Editing Breed\nImprovement on Aquaculture Scene in Indonesia","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JETRO","implementation":"Regional Fish\nInstitute, Ltd.","objective":"Digital Transformation\nTarget: SMEs"},{"id":"Project for Capacity Development on Customs Clearance Operations with Risk Management","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":null},{"id":"Strengthening of Governance and Trade Facilitation in Customs","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":null},{"id":"Malaysia Cyber Security critical infrastructure capability enhancement training","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":"The program aims to strengthen and promote cybersecurity measures by capacity development of officials engaged in cybersecurity regulations and policies, based on the international trends including socioeconomic impact of internet governance and free flow of data."},{"id":"New AI Driven Agriculture Machine Finance","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JETRO","implementation":"LONG TERM\nINDUSTRIAL\nDEVELOPMENT\nCO., LTD. ","objective":"Digital transformation\nTarget: SMEs"},{"id":"Supporting Rural Connectivity in the Southern Philippines ","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA\/ADB","implementation":"Tiger Infrastructure Philippines Inc.","objective":"Support through JICA-funded “LEAP” (Private Sector Investment Finance) - co-financed with ADB\nImprove access to digital services in the underserved regions of Mindanao and Visayas and will contribute to economic development through the construction and operation of 380 telecommunications towers in those regions."},{"id":"The Project for Development of a Hybrid Water-Related Disaster Risk Assessment Technology for Sustainable Local Economic Development Policy","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA\/JST\/AMED","implementation":"Technology Research Partnership for Sustainable Development (SATREPS)","objective":null},{"id":"Enhancing the Capacity of Data Analysis and Risk Management","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":null},{"id":"The Project for Capacity Development and Promotion of Utilization of National CORS Data Center","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":"Smart Cities, Mobility as a Service (MaaS)"},{"id":"The Project for Enhancing the Transparency and Predictability of Tariff Classification and Customs Valuation","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":null},{"id":"Customs Administration by VNACCS (Customs IT System) ","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":"Modernization Project"},{"id":"Digital Transformation of the platform for\npassenger and cargo transportation (mixed\nfreight\/passenger) at the Southern Intercity Bus\nTerminal in Hanoi, Vietnam.","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JETRO","implementation":"WILLER Inc ","objective":"Digital transformation for mobility\nTarget: Small and Medium companies"},{"id":"Establishing a system for dispatching overseas workers ","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":"Digital Service"},{"id":"Individualized childcare service and C2C matching\nplatform(PF) business in Vietnam","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JETRO","implementation":"Japanese Company: Gakken Holdings Co., Ltd.","objective":"Digital Transformation for Education\/Human Resources\nIndividualized childcare service and C2C matching\nplatform(PF) business in Vietnam\nTarget: Large Companies"},{"id":"POC project on IoT platform implementation\nfor real-time traffic monitoring ","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JETRO","implementation":"Japanese Company: Murata\nManufacturing\nCo., Ltd.","objective":"Digital transformation for mobility\nTarget: Large companies"},{"id":"Project for establishment of a distribution system\nfor safe vegetables in Vietnam","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JETRO","implementation":"NIPPON KOEI Co., Ltd.","objective":"Digital transformation for logistics\nTarget: Large companies"},{"id":"Promotion of electronic customs clearance ","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":"Technical Project "},{"id":"Vietnam Cyber Security Ability Improvement Project (Ministry of Information and Communications)","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":"Ministry of Information Communication (MIC), Authority of Information Security(AIS)","objective":"Capacity of AIS for cyber security is enhanced."},{"id":"Water quality information notification pilot project using big data","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":null},{"id":"Project on Establishment of Continuously Operating Reference Stations （CORS）for Land Management and Infrastructure Development","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":"Smart Cities, Mobility as a Service (MaaS)"},{"id":"Asia Digital Transformation (ADX) Promotion Program (Support for Joint Pilot Projects (PoC) between ASEAN and Japan)","value":1,"country":"JP and ASEAN","sector":"DIGITAL","color":"#E1B900","lead":"AEM-METI Economic and Industrial Cooperation Committee: AMEICC","implementation":"JETRO","objective":"▪This program covers expenses for demonstration projects by ASEAN and Japanese companies jointly to contribute to solving the socio-economic challenges in ASEAN region with innovative technologies such as digital tech.\n▪Through the implementation of the projects, Japanese companies will proactively contribute to further disseminating innovations and to improving a business environment in collaboration with the governments and private sector in the region."},{"id":"Project for Enhancing ASEAN-Japan Capacity Building Program for Cybersecurity and Trusted Digital Services.","value":1,"country":"JP and ASEAN","sector":"DIGITAL","color":"#E1B900","lead":"National Cyber Security Agency, Thailand","implementation":"JICA, AJCCBC (ASEAN Japan Cybersecurity Capacity Building Center).","objective":"The project aims to develop a skilled cybersecurity workforce among ASEAN member states by expanding cybersecurity training and cybersecurity human resource development programs for young people, holding seminars in cooperation with third-party organizations, and strengthening the information-gathering and analysis capabilities of the AJCCBC (ASEAN Japan Cybersecurity Capacity Building Center)."},{"id":" JICA investment in Leading Asia’s Private Infrastructure Fund (LEAP) Fund to support business to provide internet communications environment for remote parts of the Asia-Pacific region ","value":1,"country":"JP and ASEAN","sector":"DIGITAL","color":"#E1B900","lead":"JICA\/ADB","implementation":null,"objective":"**Co-financed by ADB through LEAP Fund"},{"id":"Smart JAMP(2022) Study for the Realization of Smart City in Phuket, the Kingdom of Thailand","value":1,"country":"JP and ASEAN","sector":"DIGITAL","color":"#E1B900","lead":"Ministry of Land, Infrastructure, Transport and Tourism, Government of Japan","implementation":"Toyota Tsucho (Thailand), Digital Economy Promotion Agency (Thailand), Phuket City Development Company (Thailand)\n","objective":"Conducting a feasibility study on bus operation management system to contribute to the overseas development of smart cities in Phuket."},{"id":"Greater Mekong Subregion (GMS) Economic Cooperation","value":1,"country":"JP","sector":"TWIN","color":"#904840","lead":"ADB","implementation":null,"objective":"to promote a prosperous, integrated, and harmonious subregion. The program adopts a strategic approach that focuses on enhancing connectivity through the sustainable development of physical infrastructure, transforming transport corridors into transnational economic corridors, improving competitiveness by facilitating the cross-border movement of people and goods, integrating markets, and addressing shared social and environmental concerns through various projects and programs"},{"id":"(Grant Agreement) The Project for Strengthening Disaster Prevention Information System","value":1,"country":"JP","sector":"TWIN","color":"#904840","lead":"JICA","implementation":"Ministry of Communication and Information Technology","objective":" a disaster prevention information system will be established with the aims of enhancing transmission data capacity, increasing the number of transmission destinations, including disaster prevention agencies and carriers, and also reducing transmission time and stabilizing communication status. It is expected that this project will contribute to disaster risk reduction when earthquakes and tsunamis occur."},{"id":"(Basic Information Survey) Data Collection Survey on the Insurance Mechanism for Incentivizing Disaster\nResilient Public Infrastructures in Metro Manila","value":1,"country":"JP","sector":"TWIN","color":"#904840","lead":"JICA","implementation":null,"objective":null},{"id":"(Technical Cooperation) Project for Strengthening Capacity of Integrated Date Management of Flood\nForecasting and Warning","value":1,"country":"JP","sector":"TWIN","color":"#904840","lead":"JICA","implementation":null,"objective":null},{"id":"Project for the reduction of greenhouse gas\nemissions by improving distribution efficiency\nusing DX in Vietnam","value":1,"country":"JP","sector":"TWIN","color":"#904840","lead":"JETRO","implementation":"NAGASE & CO.,\nLTD.","objective":"Digital transformation for logistics\nTarget: Large companies"},{"id":"Cooperation for HR Development in Pollution\nManagement","value":1,"country":"JP","sector":"TWIN","color":"#904840","lead":"METI","implementation":null,"objective":"Share Japanese experience overcoming\nIndustrial pollution\n・Support for national qualification system of\nPollution Control Manager through textbook\ncreation, seminars and others"},{"id":"the ASEAN Smart Cities Network (ASCN)","value":1,"country":"JP and ASEAN","sector":"TWIN","color":"#E1B900","lead":null,"implementation":null,"objective":"a collaborative platform where cities from the ten ASEAN Member States (AMS) work towards the common goal of smart and sustainable urban development."},{"id":"Sustainability Issues Metaverse for building Participatory Learning Environments (SIMPLE)","value":1,"country":"EU","sector":"TWIN","color":"#343CA2","lead":"EUD ID ASEAN","implementation":"Institut de Recherche Pour le Developpement (Coordinator), Can Tho University, National Science and Technology Development Agency","objective":"To raise the awareness of young audiences on the challenges of finding sustainable solutions to environmental problems by developing, testing and delivering a “sustainability metaverse\""},{"id":"D4D Hub - Digital 4 Development Hub","value":1,"country":"EU","sector":"DIGITAL","color":"#343CA2","lead":"D4D Hub EU","implementation":"European Union, Belgium, France, Germany, Spain + open to all EU MS","objective":"A strategic platform for TeamEurope and global partners to jointly work towards a human-centric digital transformation "},{"id":"Enhanced Regional EU-ASEAN Dialogue Instrument (E-READI)","value":1,"country":"EU and ASEAN","sector":"TWIN","color":"#1b813e","lead":"EUD ID ASEAN","implementation":"EU and ASEAN","objective":"To support ASEAN integration aiming at poverty reduction through inclusive and sustainable growth, to support the implementation of the ASEAN Community blue prints, drawing on European experience and know how through sectoral policy dialogues"},{"id":" EU-ASEAN High-Performance Computing (HPC) School","value":1,"country":"EU and JP","sector":"DIGITAL","color":"#77428D","lead":"EU, JP","implementation":"EU, Japan, ASEAN","objective":null},{"id":"Smart Green ASEAN Cities Programme (SG-ACP)","value":1,"country":"EU and ASEAN","sector":"TWIN","color":"#1b813e","lead":"UNCDF","implementation":"UN Capital Development Fund (UNCDF), EU, ASEAN, FMDV","objective":"SGAC works with sub national governments to catalyse financing from the private sector and design innovative financing mechanisms to address environmental and climate change impacts.\nTo assist ASEAN member states in anticipating the substantial pressure from high urbanisation rates by focusing on green and smart solutions through digitalisation and the use of technologies, while promoting energy efficiency, renewable energy , reduced air pollution, etc."},{"id":"ESIWA - Enhancing security cooperation in and with Asia","value":1,"country":"EU","sector":"MARITIME","color":"#343CA2","lead":"EU, GIZ, Expertise France","implementation":"European Union (EEAS), GIZ, Expertise France\n(co-finance: EU, Germany, France); plus an academic network bringing together EU and external actors for relevant research","objective":"Tailor-made security cooperation in four priority areas:\n- Counter-terrorism\/prevention of violent extremism (CT\/PVE)\n- Cybersecurity: to support international law and promote global cyber stability, as well as contributing to Europe’s strategic autonomy in cyberspace which refers to the capacity of the EU to act autonomously when and where necessary and with partners wherever possible. It is guided by the EU core values and fundamental rights such as freedom of expression, human rights, the protection of personal data, and the promotion of an open, free and secure cyberspace.\n- Maritime security\n- Crisis management"},{"id":"CopPhil - Copernicus Capacity Support Action Programme for the Philippines","value":1,"country":"EU","sector":"TWIN","color":"#343CA2","lead":"EU, ESA","implementation":"EU (EC), European Space Agency (ESA), in cooperation with the Philippine Space Agency (PhilSA)","objective":"The new CopPhil initiative will enhance the response capability and resilience of the Philippines to natural and human made disasters through the strategic use of space data. This will help reduce vulnerability of the nation to climate hazards, support climate adaption, food security and environmental protection."},{"id":"Cooperation on trans-ocean submarine cables","value":1,"country":"EU and JP","sector":"MARITIME","color":"#77428D","lead":null,"implementation":"European Union, Japan","objective":"The EU and Japan confirmed the importance of deploying secure and resilient submarine cable infrastructures, in line with the Memorandum of Cooperation on submarine cables for secure, resilient and sustainable global connectivity signed on 3 July 2023, between the European Commission and the Ministry of Internal Affairs and Communications. Both sides will continue cooperation on developing direct connectivity links between Europe and Japan, for example, via the Arctic, to bring forward commercial opportunities, trusted cross-border data flows and oceanographic research."}]