[{"id":"Cambodia Cyber Security Capacity Development Project (Ministry of Posts and Telecommunications)","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":"Department of ICT Security of the Ministry of Post and Telecommunications\n","objective":"In order to improve the cybersecurity capabilities of Cambodia as a whole, the project will strengthen the capacity of the Department of ICT Security, which plays a central role in the field of cybersecurity, cooperate with other ministries and agencies, conduct awareness-raising activities for the general public, and identify the cybersecurity laws that are necessary for Cambodia."},{"id":"Indonesia Cyber Security human resource development project (University of Indonesia)","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":"University of Indonesia, Ministry of Communication and Information Technology (KOMINFO)","objective":"Education system in University of Indonesia for cyber security professionals is strengthened based on demand by ICT entities"},{"id":"Malaysia Cyber Security critical infrastructure capability enhancement training","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":"The program aims to strengthen and promote cybersecurity measures by capacity development of officials engaged in cybersecurity regulations and policies, based on the international trends including socioeconomic impact of internet governance and free flow of data."},{"id":"Vietnam Cyber Security Ability Improvement Project (Ministry of Information and Communications)","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":"Ministry of Information Communication (MIC), Authority of Information Security(AIS)","objective":"Capacity of AIS for cyber security is enhanced."},{"id":"Project on Establishment of Continuously Operating Reference Stations （CORS）for Land Management and Infrastructure Development","value":1,"country":"JP","sector":"DIGITAL","color":"#904840","lead":"JICA","implementation":null,"objective":"Smart Cities, Mobility as a Service (MaaS)"},{"id":"Project for Enhancing ASEAN-Japan Capacity Building Program for Cybersecurity and Trusted Digital Services.","value":1,"country":"JP and ASEAN","sector":"DIGITAL","color":"blue","lead":"National Cyber Security Agency, Thailand","implementation":"JICA, AJCCBC (ASEAN Japan Cybersecurity Capacity Building Center).","objective":"The project aims to develop a skilled cybersecurity workforce among ASEAN member states by expanding cybersecurity training and cybersecurity human resource development programs for young people, holding seminars in cooperation with third-party organizations, and strengthening the information-gathering and analysis capabilities of the AJCCBC (ASEAN Japan Cybersecurity Capacity Building Center)."},{"id":"(Yen Loan) Development of Sihanoukville Port ","value":1,"country":"JP","sector":"MARITIME","color":"#904840","lead":"JICA","implementation":"Port Authority of Sihanoukville","objective":"\tThe objective of the Project is to increase cargo handling capacity by developing new container terminal at Sihanoukville Port. Sihanoukville Port is the only deep-water port in Cambodia, playing a crucial role in supporting Cambodia's economy by serving as a major logistics hub and the central base for cargo handling. With a focus on enhancing economic growth, the increase in container cargo handling capacity at the port is expected to lead to further growth in cargo throughput and promote trade facilitation by increasing the number of shipping routes calling at the port and promoting Cambodia's trade."},{"id":"(Yen Loan) Patimban Port Development Indonesia","value":1,"country":"JP","sector":"MARITIME","color":"#904840","lead":"JICA","implementation":"The Government of the Republic of Indonesia","objective":"The objective of the Project is to solve the over capacity of existing port to handle increased cargo demands, and excessive traffic congestion within the Metropolitan Area by constructing commercial port and access road in Subang Area."},{"id":"Contributing to the improvement of maritime safety and security in the territorial waters of Indonesia through the deployment of a patrol vessel","value":1,"country":"JP","sector":"MARITIME","color":"#904840","lead":"JICA","implementation":"The Indonesian Maritime Security Agency (BAKAMLA)","objective":"The objective of this Project is to strengthen the maritime law enforcement\ncapabilities by providing a patrol vessel to the Indonesian Maritime Security\nAgency (BAKAMLA), thereby contributing to the enhancement of capacity to\naddress issues facing the Asian region and international society through the\nimprovement of the maritime safety of Indonesia._x000D_"},{"id":"Project for Strengthening BAKAMLA‘s Capacity, Grant of secondhand Fishery Patrol Vessels","value":1,"country":"JP","sector":"MARITIME","color":"#904840","lead":"JICA","implementation":"The Indonesian Maritime Security Agency (BAKAMLA)","objective":"The objective of the project is to strengthen the capacity of BAKAMLA (Indonesian Coast Guard) in maritime law enforcement and case response. This includes establishing a human resource development system, enhancing training capabilities, and improving inter-organizational coordination. The project aims to develop the knowledge and skills of BAKAMLA personnel through expert dispatch, equipment provision, and training activities conducted in Indonesia, Japan, and other countries. Ultimately, the project seeks to enhance BAKAMLA's overall maritime law enforcement capabilities and its ability to respond effectively to maritime incidents."},{"id":"Dispatch of Advisor on Strategic Maritime Operations for Malaysian Maritime\nEnforcement Agency (MMEA), Capacity Enhancement for Coast Guard Officers","value":1,"country":"JP","sector":"MARITIME","color":"#904840","lead":null,"implementation":null,"objective":null},{"id":"Dispatch of Maritime Safety and Security Advisors to the Philippine\nCoast Guard, Construction of Patrol Vessels","value":1,"country":"JP","sector":"MARITIME","color":"#904840","lead":"Japan Coast Guard (JCG)","implementation":null,"objective":null},{"id":"Cai Mep-Thi Vai International Port Development ","value":1,"country":"JP","sector":"MARITIME","color":"#904840","lead":"JICA","implementation":null,"objective":"The objective of this project is to improve capacity of the cargo transportation in order to handle increasing cargo demand by constructing two new terminals and relevant facilities, one for container in Cai Mep area and the other for general cargo in Thi Vai area, Ba Ria- Vung Tau District, thereby contributing to the economic development of Southern Vietnam. "},{"id":"Construction of Patrol Vessels for Vietnam Coast Guard","value":1,"country":"JP","sector":"MARITIME","color":"#904840","lead":"JICA, Japan Coast Guard (JCG)","implementation":null,"objective":null},{"id":"Da Nang Port Improvement","value":1,"country":"JP","sector":"MARITIME","color":"#904840","lead":"JICA","implementation":null,"objective":"The objective of the project is to expand the existing Danang port in order to meet the growing cargo demand in the central part of Viet Nam, and to contribute to strengthen international competitiveness of Viet Nam."},{"id":"Lach Huyen International Port Construction Project (Port and Access Road\/Bridge)","value":1,"country":"JP","sector":"MARITIME","color":"#904840","lead":"JICA","implementation":"The Government of the Socialist Republic of Viet Nam ","objective":null},{"id":"Tan Thuan Dong container port","value":1,"country":"JP","sector":"MARITIME","color":"#904840","lead":"[{'SponsorMasterID': 2720, 'SponsorName': 'Neptune Orient Lines (NOL)', 'AmountOfEquity': 'Not Available', 'PercentOwnership': '17', 'CountryID': 193, 'Country': 'Singapore'}, {'SponsorMasterID': 1391, 'SponsorName': 'Mitsui', 'AmountOfEquity': 'Not Available', 'PercentOwnership': '49', 'CountryID': 108, 'Country': 'Japan'}], The World Bank Group, Vietnam International Container Terminals Ltd.","implementation":null,"objective":"The licence in order to construct the terminal has been granted in Oct. 1994, construction of the terminal started in May 1997. Construction of the first privately owned and operated terminal in Vietnam was expected to conclude in mid-1998. The volume of container cargo handled at Ho Chi Minh City has risen sharply, including 30% growth in 1996. _x000D_\n_x000D_\nVICT is the only Vietnamese port with modern gantry cranes. The port capacity would be 550,000 20-foot containers per year with five berths and five gantry cranes, once the three phases of the projects were completed. The project was developed by First Logistics Development Co. a joint venture company by Vietnamese Southern Waterborne Transport Co., Transport Chartering Co. (35%), and Mitorient Enterprises Pte Ltd. (65% comprised of Mitsui & Co (25%) and Neptune Orient Lines (75%))._x000D_\n_x000D_\nThe company invested a total of US$ 53.6 million to carry out the first and second phases. In 2002 the company initiated the third phase which involves the development of an additional area of 8 hectares and the berth expansion from 305 meters to 678 meters. The company announced that this expansion was expected to be completed by 2008 and it will require an additional investment of US$ 20 million.     "},{"id":"Training on enhancing capacity of Vietnam Coast Guard","value":1,"country":"JP","sector":"MARITIME","color":"#904840","lead":null,"implementation":null,"objective":null},{"id":"CRIMARIO II - Critical Maritime Routes in the Indo-Pacific","value":1,"country":"EU","sector":"MARITIME","color":"#343CA2","lead":"European Union (Funded), CRIMARIO (implemented by Expertise France\/AFD Group)","implementation":"CRIMARIO (Expertise France), Information Fusion Centres (IFCs), Information Sharing Centres, Joint Operations Centres, national Maritime Operations Centres, regional organisations (IMO\/DCOC, UNODC, IOC, IORA, PIFs), fora (such as IONS) and currently over 40 countries, including the Pacific islands.","objective":"CRIMARIO II enables the EU’s Indo-Pacific partners and organisations to better govern their maritime spaces by promoting cross-sectorial, interagency, and transregional cooperation in the areas of maritime security and safety and, to a lesser extent, supporting authorities in addressing illegal, unreported and unregulated (IUU) fisheries. The philosophy behind the CRIMARIO concept is that through this cost-effective approach all like-minded partners, and the EU, will benefit from safer and more secure trade routes, and fisheries will become more sustainable.\n CRIMARIO II offers its partners in the Indo-Pacific the option to receive tailor-made training packages designed to meet the specific needs of individual countries."},{"id":"ESIWA - Enhancing security cooperation in and with Asia","value":1,"country":"EU","sector":"MARITIME","color":"#343CA2","lead":"EU, GIZ, Expertise France","implementation":"European Union (EEAS), GIZ, Expertise France\n(co-finance: EU, Germany, France); plus an academic network bringing together EU and external actors for relevant research","objective":"Tailor-made security cooperation in four priority areas:\n- Counter-terrorism\/prevention of violent extremism (CT\/PVE)\n- Cybersecurity: to support international law and promote global cyber stability, as well as contributing to Europe’s strategic autonomy in cyberspace which refers to the capacity of the EU to act autonomously when and where necessary and with partners wherever possible. It is guided by the EU core values and fundamental rights such as freedom of expression, human rights, the protection of personal data, and the promotion of an open, free and secure cyberspace.\n- Maritime security\n- Crisis management"},{"id":"CopPhil - Copernicus Capacity Support Action Programme for the Philippines","value":1,"country":"EU","sector":"TWIN","color":"#343CA2","lead":"EU, ESA","implementation":"EU (EC), European Space Agency (ESA), in cooperation with the Philippine Space Agency (PhilSA)","objective":"The new CopPhil initiative will enhance the response capability and resilience of the Philippines to natural and human made disasters through the strategic use of space data. This will help reduce vulnerability of the nation to climate hazards, support climate adaption, food security and environmental protection."},{"id":"Cooperation on trans-ocean submarine cables","value":1,"country":"EU and JP","sector":"MARITIME","color":"blue","lead":null,"implementation":"European Union, Japan","objective":"The EU and Japan confirmed the importance of deploying secure and resilient submarine cable infrastructures, in line with the Memorandum of Cooperation on submarine cables for secure, resilient and sustainable global connectivity signed on 3 July 2023, between the European Commission and the Ministry of Internal Affairs and Communications. Both sides will continue cooperation on developing direct connectivity links between Europe and Japan, for example, via the Arctic, to bring forward commercial opportunities, trusted cross-border data flows and oceanographic research."},{"id":"Enhanced Regional EU-ASEAN Dialogue Instrument (E-READI)","value":1,"country":"EU and ASEAN","sector":"TWIN","color":"#1b813e","lead":"EUD ID ASEAN","implementation":"EU and ASEAN","objective":"To support ASEAN integration aiming at poverty reduction through inclusive and sustainable growth, to support the implementation of the ASEAN Community blue prints, drawing on European experience and know how through sectoral policy dialogues"},{"id":" EU-ASEAN High-Performance Computing (HPC) School","value":1,"country":"EU and JP","sector":"DIGITAL","color":"blue","lead":"EU, JP","implementation":"EU, Japan, ASEAN","objective":null},{"id":"ASEAN Catalytic Green Finance Facility (ACGF) ","value":1,"country":"EU and JP","sector":"GREEN","color":"blue","lead":"ADB","implementation":"ADB, GCF, co-financing partners: AFD, AIF, EIB, KfW, CDP, UK FCDO, Korea ECDF","objective":"Supporting governments in Southeast Asia to prepare and finance infrastructure projects that promote environmental sustainability and contribute to climate change goals."},{"id":"Smart Green ASEAN Cities Programme (SG-ACP)","value":1,"country":"EU and ASEAN","sector":"TWIN","color":"#1b813e","lead":"UNCDF","implementation":"UN Capital Development Fund (UNCDF), EU, ASEAN, FMDV","objective":"SGAC works with sub national governments to catalyse financing from the private sector and design innovative financing mechanisms to address environmental and climate change impacts.\nTo assist ASEAN member states in anticipating the substantial pressure from high urbanisation rates by focusing on green and smart solutions through digitalisation and the use of technologies, while promoting energy efficiency, renewable energy , reduced air pollution, etc."}]